/* No comment provided by engineer. */
"Account or password not recognized" = "Account o password non riconosciuti";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Il nome utente e la password inseriti non consentono il login al server remoto. È possibile che uno di questi valori non sia valido oppure che non sia stato inserito correttamente.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "Documento Flat BSD e NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Impossibile configurare i Servizi di directory";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Impossibile connettersi al server";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Back" = "Indietro";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "blocco maiuscole attivo";

/* No comment provided by engineer. */
"Delete directory domain?" = "Elimino il dominio di directory?";

/* Window Title */
"Directory Access: %@" = "Accesso Directory: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Si è verificato un errore inatteso";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "I servizi di directory potrebbero non essere stati installati nel server remoto, potrebbero non essere attivi o l'URL potrebbe non essere stato inserito correttamente.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "Vuoi registrare le modifiche prima di bloccare?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "Vuoi registrare le modifiche prima di uscire?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "Non Registrare";

/* No comment provided by engineer. */
"Edit of Custom path" = "Modifica del percorso personalizzato";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Impossibile assegnare il buffer dei dati.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Impossibile assegnare l'elenco dei dati.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Impossibile creare l'elenco dei dati dalle stringhe.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Impossibile modificare la politica di ricerca personalizzata.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Impossibile modificare la politica di ricerca.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Impossibile rimuovere il buffer dei dati.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Impossibile ottenere il conteggio dei nodi di directory.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Impossibile aprire il nodo di directory.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Impossibile recuperare i domini di directory.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Impossibile recuperare l'elenco dei plugin.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Impossibile recuperare il valore dell'attributo di registrazione.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Impossibile recuperare il valore di registrazione.";

/* Error converting */
"IPv4 address required." = "Richiesto indirizzo IPv4.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Please confirm deletion." = "Conferma l'eliminazione.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "L'applicazione di configurazione del plugin %@  non può essere aperta.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "L'applicazione di configurazione del plugin %1$@ non è disponibile. Prova a modificare il documento di configurazione %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "Impossibile aprire l'applicazione di configurazione del plugin %1$@ o il documento di configurazione %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Applicazione di configurazione del plugin:  %@ non è disponibile.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "ll file di configurazione del plugin %@ non è disponibile.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Configurazione Plugin fallita";

/* No comment provided by engineer. */
"Save" = "Registra";

/* No comment provided by engineer. */
"Save Changes?" = "Registro le modifiche?";

/* No comment provided by engineer. */
"Server not found" = "Impossibile trovare il server";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Alcuni dei domini di directory selezionati sono già nel tuo percorso personalizzato.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "Il nome e la password inseriti non consentono il login al server remoto. È possibile che uno di questi valori non sia valido oppure che non sia stato inserito correttamente.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "Il server remoto usa una versione diversa di Mac OS X. La configurazione della directory remota richiede che entrambe le macchine dispongano della stessa versione.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "È possibile che il server remoto non sia disponibile oppure che l'URL inserito non sia corretto.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "Il dominio di directory è già nel tuo percorso personalizzato.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Questo campo può contenere solo caratteri ASCII (Roman).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "Questo plugin non richiede configurazione.";

"kVerifyingNFSMountHeader" = "Contatto il server NFS.";
"kVerifyingNFSMountBody" = "Cerco di verificare la validità dell'URL NFS. Per procedere senza alcuna verifica, fai clic su \"Non verificare.\"";
"kVerifyingNFSMountOKBtnTitle" = "Non verificare";
"kNFSMountNoResponseHeader" = "Il server NFS non ha risposto.";
"kNFSMountNoResponseBody" = "Il server NFS non ha risposto. Vuoi creare comunque questo disco di avvio?";
"kNFSMountNoResponseOKBtnTitle" = "Crea";
"kNFSMountGoodHeader" = "Il server NFS sembra funzionare.";
"kNFSMountGoodBody" = "Il server NFS ha risposto e sembra funzionante. Fai clic su OK per continuare.";
"kNFSMountGoodOKBtnTitle" = "OK";
"kUserHomeDirBadPasswordHeader" = "La password non è corretta.";
"kUserHomeDirBadPasswordBody" = "Hai inserito una password errata per questo account utente.";
"kUserHomeDirPassDoesntMatchImageHeader" = "Le password per l'account e la directory Inizio di FileVault non corrispondono.";
"kUserHomeDirPassDoesntMatchImageBody" = "Modifica la password di questo account utente nelle Preferenze di Sistema, affinché corrisponda alla password della directory Inizio di FileVault selezionata.";
"kEnableRootUserMenuItem" = "Abilita utente root";
"kDisableRootUserMenuItem" = "Disabilita utente root";

"kODServerType" = "Server Open Directory";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Dominio Active Directory";
"kLocalODMasterDisplayName" = "Server locale";

"kStatusDisplayStringODUp" = "Il server risponde normalmente.";
"kStatusDisplayStringODDown" = "Il server non risponde.";
"kStatusDisplayStringODChecking" = "Il computer sta cercando di contattare %@.";
"kStatusDisplayStringODNotUsed" = "Il server non è attualmente in uso.";
"kStatusDisplayStringADUp" = "Il dominio risponde normalmente.";
"kStatusDisplayStringADDown" = "Il dominio non risponde.";
"kStatusDisplayStringADChecking" = "Il computer sta cercando di contattare %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Questo server non è presente nella tua politica di ricerca di autenticazione.";

"kNoDirectoryServersFoundMsg" = "Nessun server di directory configurato";

"kEditDirServerMergeAccountLabelFormat" = "\"%@\" con l'account network seguente";

"kSingleSBSFound" = "Il server Mac OS X \"%@\" offre i seguenti servizi. Vuoi configurare il computer per l'utilizzo dei servizi forniti?";
"kSBSMergeAccountLabelFormat" = "Sì, configura le applicazioni";
"kSBSDontMergeAccountLabelFormat" = "Configura servizi";
"kSBSDontDoAnything" = "No, non configurare le applicazioni";
"kSBSOptionsPageMsgFormat" = "Desideri che le tue applicazioni vengano configurate per utilizzare i servizi offerti da questo server? Questa azione farà quanto segue:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Inserisci il nome e la password su \"%@\" che ti sono stati forniti dall'amministratore del server.";
"kSBSAuthPageMsg2Format" = "Inserisci la password per l'account \"%@\" su questo computer.";
"kSBSFinalPageMsgFormatMerge" = "Le tue applicazioni adesso sono pronte per utilizzare i servizi di \"%@.\"\r\r%@\r\rPer utilizzare nuovi servizi, esegui il logout e accedi di nuovo.";
"kSBSFinalPageMsgLocalPassChanged" = "La password per l'account %@ su questo computer è stata cambiata per farla corrispondere alla password dell'account %@ sul server \"%@.\"";
"kSBSFinalPageMsgServerPassChanged" = "La password per l'account %@ sul server \"%@\" è stata cambiata per farla corrispondere alla password dell'account %@ su questo computer.";
"kSBSFinalPageMsgFormatNoMerge" = "Le tue applicazioni adesso sono pronte per utilizzare i servizi di \"%@.\"";
"kUpgradeUserFailedTitle" = "La configurazione degli account utente non è riuscita.";
"kUpgradeUserFailedMsgFormat" = "Si è verificato un errore inaspettato di tipo %d. Non è stata eseguita alcuna modifica.";
"kUpgradeUserFailedbadPasswdMSg" = "La password dell'account di network non era corretta. Verifica la password e il nome account e riprova.";
"kUpgradeUserFailedDSErrorMSg" = "Si è verificato un errore Open Directory. Non è stata eseguita alcuna modifica.";
"kUpgradeUserFailedBackupErrorMSg" = "Si è verificato un errore durante la configurazione del backup. Non è stata apportata alcuna modifica. Per procedere senza backup, puoi disattivare il backup e riprovare.";

"kAugmentUserBindingToSBSAlert" = "Utilizza servizi sul server?";
"kAugmentUserBindingToSBSMsgFormat" = "Se scegli di utilizzare i servizi presenti in %@, le impostazioni del tuo account verranno configurate per utilizzare tali servizi.";
"kAugmentUserBindingToSBSBindBtn" = "Utilizza server";
"kAugmentUserBindingToSBSDontBindBtn" = "Annulla";

"kSureToDeleteODServerTitle" = "Vuoi interrompere l'utilizzo del server directory?";
"kSureToDeleteODServerMsg" = "Sei sicuro di volere interrompere l'utilizzo del server directory %@? Questa azione è irreversibile.";
"kSureToDeleteSBServerTitle" = "Vuoi interrompere l'utilizzo del server Mac OS X?";
"kSureToDeleteSBServerMsg" = "Sei sicuro di volere interrompere l'utilizzo dei servizi del server Mac OS X %@? Questa azione è irreversibile.";
"kCantDeleteLocalSBSTitle" = "Impossibile eliminare il server locale.";
"kCantDeleteLocalSBSMsg" = "Il server locale è necessario per il corretto funzionamento di questo server Mac OS X e non può essere eliminato.";
"kCantEditLocalSBSTitle" = "Impossibile modificare il server locale.";
"kCantEditLocalSBSMsg" = "Il server locale è necessario per il corretto funzionamento di questo server Mac OS X e non può essere modificato.";
"kDeleteServerBtn" = "Interrompi utilizzo del server";
"kDontDeleteServerBtn" = "Annulla";
"kLeaveServerBtn" = "Interrompi utilizzo del server";
"kDontLeaveServerBtn" = "Annulla";
"kLogOutBtn" = "Logout";
"kQuitBtn" = "Esci";
"kSkipFoundSBSSheetBtn" = "Ignora";
"kJoinButton" = "Fine configurazione";
"kBeginSetupBtn" = "Inizia configurazione";
"kNewSBSStepTitleAlert" = "Introduzione";
"kNewSBSStepTitleAuth" = "Autenticazione";
"kNewSBSStepTitleOptions" = "Opzioni di configurazione";
"kNewSBSStepTitleBackUp" = "Backup";
"kNewSBSStepTitleFinished" = "Successo";
"kNewSBSBadLocalPassword" = "Autenticazione fallita.";
"kNewSBSBadLocalPasswordMsg" = "La password inserita per l'account dell'utente locale non è valida.";
"kNewSBSBadNetPassword" = "Autenticazione fallita.";
"kNewSBSBadNetPasswordMsg" = "Il nome e la password inseriti per l'account utente sul server non corrispondono.";
"kSureNotToMergeTitle" = "Sei sicuro di voler procedere senza aggiornare il tuo account locale?";
"kSureNotToMergeMsg" = "Se non effettui l'aggiornamento, per poter utilizzare i servizi offerti da \"%@\" dovrai eseguire il login utilizzando il nome e la password che ti sono stati forniti dall'amministratore del server.";
"kDontMergeBtn" = "Non aggiornare";
"kGoBackBtn" = "Indietro";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Configura un account e-mail e mostra i contatti dal server.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Configura un account iChat e popola l'elenco contatti di iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Consente di eseguire il backup dei dati di questo computer su questo server.";
"kFileServicesServiceName" = "Condivisione documenti";
"kFileServicesServiceDescription" = "Aggiunge dischi condivisi alla barra laterale del Finder.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Crea un calendario personale sul server e lo aggiunge a iCal.";
"kWebServiceName" = "Web";
"kWebServiceDescription" = "Consente di accedere a un sito web di gruppo con una wiki e un blog.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Consente di collegarsi al network privato da posizioni remote.";
"kMailConfigDetails" = "• Configura Mail per utilizzare il tuo account di posta elettronica sul server\r";
"kIChatConfigDetails" = "• Configura iChat per utilizzare il tuo account iChat sul server\r";
"kFileSharingConfigDetails" = "• Aggiungi i dischi condivisi del server alla barra laterale del Finder\r";
"kICalConfigDetails" = "• Aggiungi il tuo calendario personale dal server a iCal\r";
"kVPNConfigDetails" = "• Aggiungi una configurazione VPN per questo server\r";
"kDontAskAboutThisServerAgain" = "Non chiedermi più informazioni su questo server";
"kDontAskAboutTheseServersAgain" = "Non chiedermi più informazioni su questi server";

"kBackupAllData" = "Esegui il backup di tutti i dati di questo computer";
"kCouldntAddServer" = "Impossibile aggiungere il server.";
"kCouldntAddServerUnexpectedErrorFormat" = "Si è verificato un errore imprevisto del tipo %d (%@).";
"kBadODServerNameFormat" = "Nessuna risposta da %@. Verifica che l'indirizzo inserito sia corretto.";
"kDuplicateServerNameFormat" = "Il computer sta già utilizzando %@ o una replica corrispondente.";
"kServerDoesntSupportSSLFormat" = "%@ non supporta connessioni a directory criptate con SSL.";
"kServerHasUnsupportedMappingsFormat" = "Non è stato possibile aggiungere %@ poichè non è un Server Open Directory e non usa le mappature personalizzate.\n\nPer aggiungere questo server:\n\n• Nella finestra principale, premi il pulsante \"Mostra impostazioni avanzate\"\n• Seleziona \"Servizi\" nella barra degli strumenti\n• Usa il servizio LDAPv3 per aggiungere questo server con le mappature appropriate";
"kCouldntAddADDomain" = "Impossibile aggiungere il dominio.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Si è verificato un errore imprevisto del tipo %d (%@).";
"kBadADDomainNameFormat" = "Nessuna risposta da %@. Verifica che l'indirizzo inserito sia corretto.";
"kPasswordsDontMatchTitle" = "Le password inserite non corrispondono.";
"kPasswordsDontMatchMsg" = "Riprova.";

"kAddODServerStepCheckingAddress" = "Verifico l'indirizzo del server…";
"kAddODServerStepCheckingForDupes" = "Verifico la corrispondenza dei server…";
"kAddODServerStep1" = "Ricerca informazioni del server...";
"kAddODServerStep2" = "Convalido la mappatura…";
"kAddODServerStep3" = "Rilevo livelli di sicurezza richiesti e requisiti per il vincolo...";
"kAddODServerStep4" = "Tento di vincolare…";
"kAddODServerStep5" = "Aggiungo il server alla configurazione...";

"kCouldntBindToWGSWithADParent" = "Impossibile vincolare.";
"kCouldntBindToWGSWithADParentMsg" = "Il server %@ è vincolato al dominio Active Directory %@. Per vincolarlo a questo server, devi prima vincolare al dominio Active Directory.";
"kDupeComputerRecordFound" = "Nella directory è già presente un computer con questo nome. Puoi sovrascriverlo, ma questa azione potrebbe disattivare un altro computer attualmente in uso.";
"kAuthedBindingRequired" = "Questo server richiede un vincolo autenticato. Inserisci un nome e una password per il server.";
"kAuthedBindingAllowed" = "Questo server consente il vincolo autenticato. Puoi scegliere di inserire un nome e una password oppure puoi lasciarli vuoti per eseguire il vincolo in modo anonimo.";
"kAuthedBindingAuthFailure" = "Il nome e la password inseriti non coincidono. Verifica le informazioni di autenticazione e riprova.";
"kPermissionFailureDuringAuthBind" = "Non disponi dell'autorizzazione per sovrascrivere i dati esistenti del computer. Segnalalo all'amministratore del server o prova un ID computer differente.";

/* toolbar labels */
"kUsers" = "Utenti";
"kServices" = "Servizi";
"kAuth" = "Autenticazione";
"kAdvanced" = "Avanzate";
"kDebug" = "Debug";
"kSearchPaths" = "Politica di ricerca";
